[Menu]
open=&Open
exit=&Exit
first=First I&mage
prev=&Previous Image
next=&Next Image
last=Last Ima&ge
zoomin=Zoom &In
zoomout=Zoom O&ut
fit=&Fit to Screen
osize=Original &Size(100%)
refresh=&Refresh
copy=&Copy
paste=&Paste
fileinfo=File Info
fileprop=Fi&le Properties
fileinfolder=S&how File In Folder
aot=Always On &Top
border=&Window Border
center=&Center Image
shortcuts=Short&cuts
github_repo=Open &GitHub Repo
about=&About
delete=&Delete

[File]
nofile=No file selected.
invalid_file=Invalid or unsupported file
load_failed=Failed to load image file.
select_image_file=Select image file
copy_failed=Failed to copy image to clipboard.
no_clipboard_image=No image found in clipboard!
clipboard_image=This image was pasted from clipboard.
delete_confirm=Are you sure you want to send this file to recycle bin?
delete_title=Delete File
delete_error_title=Delete Error
delete_error_msg=File could not be deleted:
delete_error_reasons=Possible reasons:
delete_error_in_use=• File is being used by another application
delete_error_readonly=• File is read-only or protected
delete_error_no_permission=• No access permission
delete_error_label=Error:

[Shortcuts]
title=Shortcuts
keyboard=Keyboard Shortcuts:
mouse=Mouse:
kb_down=Down Arrow : Menu
kb_home=Home: First Image
kb_back=Browser Back: Previous image
kb_left=Left Arrow: Previous image
kb_forward=Browser Forward: Next image
kb_right=Right Arrow: Next image
kb_end=End: Last Image
kb_plus=Numpad + : Zoom in
kb_minus=Numpad - : Zoom out
kb_zero=Numpad 0 : Original size
kb_one=Numpad 1 : Fit to screen
kb_f1=F1 : Image file info
kb_f2=F2: File properties
kb_f3=F3: Show file in folder
kb_f5=F5 : Refresh
kb_ctrl_o=Ctrl+O: Open image file
kb_ctrl_c=Ctrl+C: Copy image to clipboard
kb_ctrl_v=Ctrl+V: Paste image from clipboard
kb_esc=Esc: Close file info
kb_alt_f4=Alt+F4: Exit App
kb_delete=Del: Delete file
mouse_right=Right click : Menu
mouse_wheel_up=Mouse wheel up: Zoom in
mouse_wheel_down=Mouse wheel down: Zoom out
mouse_4=4. mouse button: Previous image
mouse_5=5. mouse button: Next image
mouse_left_dbl=Left button double click: Original size
mouse_middle_dbl=Middle button double click: Fit to screen

[FileInfo]
folder=Folder
file=File
mod_time=Modification time
create_time=Creation time
access_time=Last Access
orig_size=Original Size
disp_size=Display Size
file_size=File Size
zoom=Zoom
source=Source
clipboard=Clipboard

[About]
about=About

[Error]
load_failed_msg=Failed to load image file:
